{"data": {"seasons": {"num": 1, "episdodes": [{"num": 1, "lines": [{"actor": "Phoebe", "text": "Ok, so this is pretty much what's happened so far. Ross was in love with Rachel since, you know, forever, but every time he tried to tell her, something kind of got in the way, like cats, and Italian guys. Finally Chandler was like \"forget about her\" but when Ross was in China on his dig, Chandler let it slip that Ross was in love with Rachel. She was like, \"Oh my god.\" So she went to the airport to meet him when he came back, but what she didn't know was, that Ross was getting off the plane with another woman. Uh- Oh! So, that's pretty much everything you need to know. But, enough about us. So, how've you been?"}, {"actor": "Rachel", "text": "Oh my god. Oh my god.  Excuse me. Move! Move! Emergency! Excuse me!"}, {"actor": "Ross", "text": "Rach!"}, {"actor": "Rachel", "text": "Oh, there you are! Hi! Oh, so, so, how was China, you?"}, {"actor": "Ross", "text": "It was, it was great. Oh, what happened?"}, {"actor": "Rachel", "text": "What?"}, {"actor": "Ross", "text": "You're bleeding."}, {"actor": "Rachel", "text": "I am? Oh, look at that, yes I am. Enough about me, enough about me, Mr. Back from the Orient. Come on. I wanna hear everything! Everything."}, {"actor": "Ross", "text": "Well, where do I start? This is Julie. Julie, this is Rachel."}, {"actor": "Rachel", "text": "These are, these aren't for you.  These are for you.  Welcome to our country."}, {"actor": "Julie", "text": "Thank you. I'm from New York."}, {"actor": "Rachel", "text": "Ok, well, not a problem. We'll just use them to stop the bleeding. Ok. Baggage claim? Ok."}, {"actor": "Chandler", "text": "No way!"}, {"actor": "Monica", "text": "I'm telling you, she went to the airport, and she's gonna go for it with Ross!"}, {"actor": "Phoebe", "text": "Oh my god. This is huge. This is bigger than huge. This is like, all right, what's bigger than huge?"}, {"actor": "Joey", "text": "Um, this?"}, {"actor": "Phoebe", "text": "Yes."}, {"actor": "Monica", "text": "Guys, you got your hair cut."}, {"actor": "Chandler", "text": "Yes, yes, we did, thanks to Vidal Buffay."}, {"actor": "Phoebe", "text": "'Cause, you know,  if you don't look good, we don't look good. I love that voice."}, {"actor": "Rachel", "text": "Airport, airport. Ross, not alone, Julie, arm around her. Cramp, cramp."}, {"actor": "Chandler", "text": "Ok, I think she's trying to tell us something. Quick, get the verbs."}, {"actor": "Rachel", "text": "You, you, you said he liked me.  You, you slowpokes!"}, {"actor": "Ross", "text": "That's all right, Rach, we got the bags. Hi, hello. Julie, this is my sister Monica. This is Chandler.  Phoebe.  Joey, what up?"}, {"actor": "Joey", "text": "What up?!"}, {"actor": "Ross", "text": "Everyone, this is Julie."}, {"actor": "Rachel", "text": "Julie."}, {"actor": "All", "text": "Ohh.  Hi!"}, {"actor": "Julie", "text": "Hi, but I'm not here, you haven't met me. I'll make a much better first impression tomorrow when I don't have 20 hours of cab and plane on me."}, {"actor": "Ross", "text": "And bus."}, {"actor": "Julie", "text": "Oh my god."}, {"actor": "Ross", "text": "The screaming guy?"}, {"actor": "Julie", "text": "And the spitting?"}, {"actor": "Ross", "text": "You gotta hear this story."}, {"actor": "Julie", "text": "We're on this bus, that's easily 200 years old..."}, {"actor": "Ross", "text": "200 at least."}, {"actor": "Julie", "text": "...and this guy..."}, {"actor": "Rachel", "text": "And the chicken pooped in her lap. Oh, I'm so sorry. I just gave away the ending, didn't I? Oh! It's just, I just heard this story in the cab, and it is all I can think about."}, {"actor": "Monica", "text": "This is amazing. I mean, how, how did this happen?"}, {"actor": "Julie", "text": "Well, Ross and I were in grad school together."}, {"actor": "Ross", "text": "But we haven't seen each other since then. Well I land in China, guess who's in charge of the dig."}, {"actor": "Rachel", "text": "Julie! Julie, isn't that great? I mean, isn't that just kick-you-in- the-crotch, spit-on-your-neck fantastic?"}, {"actor": "Monica", "text": "It's an expression."}, {"actor": "Ross", "text": "Well, we just wanted to say a quick hi, and then we're gonna go see the baby."}, {"actor": "Julie", "text": "And then we've gotta get some sleep."}, {"actor": "Ross", "text": "Yeah, it's really 6:00 tomorrow night our time."}, {"actor": "Chandler", "text": "Well, listen, don't tell us what's gonna happen though, 'cause I like to be surprised."}, {"actor": "Rachel", "text": "Bye."}, {"actor": "Ross", "text": "Hey, Rach, can I get some coffee?"}, {"actor": "Rachel", "text": "Yeah, sure."}, {"actor": "Ross", "text": "Thank you."}, {"actor": "Chandler", "text": "Hey, Rach, can I get..."}, {"actor": "Rachel", "text": "Did you talk to him?"}, {"actor": "Chandler", "text": "Not yet."}, {"actor": "Rachel", "text": "Then, no."}, {"actor": "Chandler", "text": "So what the hell happened to you in China? I mean, when last we left you, you were totally in love with, you know."}, {"actor": "Ross", "text": "I know, I know I was, but there was always this little voice inside that kept saying it's never gonna happen, move on. You know whose voice that was?"}, {"actor": "Chandler", "text": "God?"}, {"actor": "Ross", "text": "It was you, pal."}, {"actor": "Chandler", "text": "Well, maybe it was God, doing me."}, {"actor": "Ross", "text": "Look, you were right. She looks at me and sees a friend, that's all. But then I met Julie, and I don't know, we're havin' a great time. And I have to say, I never would've gone for it with her if it hadn't been for you."}, {"actor": "Chandler", "text": "Well, you owe me one, big guy."}, {"actor": "Rachel", "text": "Here's your lemonade."}, {"actor": "Ross", "text": "I didn't order lemonade."}, {"actor": "Rachel", "text": "Oh. Well then, you better go take that back because they're gonna charge you for that."}, {"actor": "Ross", "text": "But..."}, {"actor": "Rachel", "text": "Go-go-go-go, come on!   So uh, what did you find out?"}, {"actor": "Chandler", "text": "He said...he said, he said that they're having a great time. I'm sorry. But, the silver lining, if you wanna see it, is that he made the decision all by himself!  Without any outside help whatsoever."}, {"actor": "Rachel", "text": "How is that the silver lining?"}, {"actor": "Chandler", "text": "You have to really wanna see it."}, {"actor": "Ross", "text": "Ironically, these are the guys who were picked last in gym."}, {"actor": "Monica", "text": "Pheebes, you know what I'm thinking?"}, {"actor": "Phoebe", "text": "Oh, ok. How, it's been so long since you've had sex, you're wondering if they've changed it?"}, {"actor": "Monica", "text": "No, although now that's what I'm thinking."}, {"actor": "Phoebe", "text": "All right, so what were you thinking?"}, {"actor": "Monica", "text": "Well, I was thinking, that you gave the guys such great haircuts, I thought, maybe you'd like to do mine?"}, {"actor": "Phoebe", "text": "Ohh! No."}, {"actor": "Monica", "text": "Why not?"}, {"actor": "Phoebe", "text": "Because, I'm just, I'm incredibly anal and an unbelievable control freak."}, {"actor": "Monica", "text": "No you're not."}, {"actor": "Phoebe", "text": "I know I'm not, but you are, and I was trying to spare your feelings."}, {"actor": "Joey", "text": "Hello? Oh, hi. Yeah, hold on a second. Ross, it's Julie, for you."}, {"actor": "Ross", "text": "Hello? Hi."}, {"actor": "Chandler", "text": "Hi. Anybody know a good tailor?"}, {"actor": "Joey", "text": "Needs some clothes altered?"}, {"actor": "Chandler", "text": "No, no, I'm just looking for a man to draw on me with chalk."}, {"actor": "Joey", "text": "Why don't you go see Frankie? My family's been goin' to him forever. He did my first suit when I was 15. No wait, 16. No, 'scuse me, 15.  All right, when was 1990?"}, {"actor": "Chandler", "text": "Okay.  You have to stop the Q-tip when there's resistance!"}, {"actor": "Ross", "text": "Ok, ok, sweetheart, I'll see you later. Ok, bye. What?  Oh, that is so sweet. No, no, ok, you hang up. Ok, ok, one, two, three.  Well you didn't hang up either."}, {"actor": "Rachel", "text": "She didn't hang up either!"}, {"actor": "Ross", "text": "Ok, no, no, you hang up. You, you, y..."}, {"actor": "Rachel", "text": "Sorry, I thought you were talking to me."}, {"actor": "Ross", "text": "Rachel! I'll just call her back."}, {"actor": "Rachel", "text": "Okay!"}, {"actor": "Ross", "text": "Hi?  Sorry, we got disconnected..."}, {"actor": "Rachel", "text": "Ok, ok, ok. How did this happen to me? How did this happen to me? A week ago, two weeks ago, I was fine. Ross was just Ross, just this guy. Now he's Rrrooossss, oh, this really great guy that I can't have."}, {"actor": "Monica", "text": "Sweetie, I wanted you to have him too."}, {"actor": "Rachel", "text": "I know you did. I'm just gonna deal with it, I'm just gonna deal with it.  I gotta get out of here."}, {"actor": "Chandler", "text": "Ok, I don't care what you guys say, something's bothering her."}, {"actor": "Joey", "text": "You know, I think I was sixteen."}, {"actor": "Monica", "text": "Please, just a little bit off the back."}, {"actor": "Phoebe", "text": "I'm still on \"no.\""}, {"actor": "Rachel", "text": "Uh, morning. Do you guys think you could close your eyes for just a sec?"}, {"actor": "Joey", "text": "No-no-no-no-no,  I'm not fallin' for that again."}, {"actor": "Phoebe", "text": "What's goin' on?"}, {"actor": "Rachel", "text": "Well, I sorta did a stupid thing last night."}, {"actor": "Chandler", "text": "What stupid thing did you do?"}, {"actor": "Paulo", "text": "Bon giorno tutti!"}, {"actor": "Phoebe", "text": "Ewww!"}, {"actor": "Rachel", "text": "Ok, Paulo, why don't you just go get dressed, and then you be on your way, ok, bye-bye."}, {"actor": "Monica", "text": "Rachel, how did this happen?"}, {"actor": "Rachel", "text": "I don't know, I just kinda ran into him last night."}, {"actor": "Phoebe", "text": "Where?"}, {"actor": "Rachel", "text": "At his apartment. Is this juice?"}, {"actor": "Joey", "text": "Whoa, whoa. And the fact that you dumped him because he hit on Phoebe?"}, {"actor": "Rachel", "text": "Oh God, I know I'm a pathetic loser."}, {"actor": "Monica", "text": "Honey, you're not pathetic, you're sad."}, {"actor": "Chandler", "text": "People do stupid things when they're upset."}, {"actor": "Monica", "text": "My god, if I had a nickel for every guy I wish I hadn't..., but this is about your horrible mistake."}, {"actor": "All", "text": "Hi!"}, {"actor": "Ross", "text": "Hi. Sorry we're late but we were\u0097well, there was touching."}, {"actor": "Paulo", "text": "Hey, hey Ross."}, {"actor": "Ross", "text": "Hey, Paulo. What are you doing here?"}, {"actor": "Paulo", "text": "I do Raquel."}, {"actor": "Ross", "text": "So, uh, he's back."}, {"actor": "Rachel", "text": "Yeah, he's back. Is that a problem?"}, {"actor": "Ross", "text": "No, not a problem."}, {"actor": "Rachel", "text": "Good! I'm glad it's not a problem."}, {"actor": "Phoebe", "text": "Ok, you're gonna have to not touch my ass."}, {"actor": "Chandler", "text": "Well, in spite of the yummy bagels and palpable tension, I've got pants that need to be altered."}, {"actor": "Joey", "text": "Hey, Chandler, when you see Frankie, tell him Joey Tribbiani says hello. He'll know what it means."}, {"actor": "Chandler", "text": "Are you sure he's gonna be able to crack that code?"}, {"actor": "Monica", "text": "You know it's funny, the last time Paulo was here, my hair was so much shorter and cuter."}, {"actor": "Phoebe", "text": "All right. Ok, but, but!  You have to promise that you will not be all like control-y and bossy and Monica about it."}, {"actor": "Monica", "text": "I promise."}, {"actor": "Phoebe", "text": "All right.  Now some of you are gonna get cut, and some of you aren't. But I promise none of you are gonna feel a thing."}, {"actor": "Phoebe", "text": "All right, that's it, I quit."}, {"actor": "Monica", "text": "What? I didn't say anything."}, {"actor": "Phoebe", "text": "Yeah, but this  isn't the face of a person who trusts a person. Ok, this  is the face of a person who, you know, doesn't trust a person."}, {"actor": "Monica", "text": "I'm sorry. I'm sorry, Phoebe. It's just a little shorter than what we had discussed."}, {"actor": "Phoebe", "text": "Would you relax? I know what I am doing. This is how he wears it."}, {"actor": "Monica", "text": "How who wears it?"}, {"actor": "Phoebe", "text": "Demi Moore."}, {"actor": "Monica", "text": "Demi Moore is not a he."}, {"actor": "Phoebe", "text": "Well, he was a he in Arthur, and in Ten."}, {"actor": "Monica", "text": "That's Dudley Moore. I said I wanted it like Demi Moore."}, {"actor": "Phoebe", "text": "Oh.  Oh!"}, {"actor": "Monica", "text": "Oh my God!"}, {"actor": "Phoebe", "text": "Oh my God!"}, {"actor": "Monica", "text": "Oh my God!"}, {"actor": "Phoebe", "text": "Oh my God! I'm sorry, I'm sorry. Which one's Demi Moore?"}, {"actor": "Monica", "text": "She's the actress that was in Disclosure, Indecent Proposal, Ghost!"}, {"actor": "Phoebe", "text": "Oh, she's got gorgeous hair."}, {"actor": "Monica", "text": "I know!"}, {"actor": "Frankie", "text": "How long do you want the cuffs?"}, {"actor": "Chandler", "text": "At least as long as I have the pants."}, {"actor": "Frankie", "text": "I just got that. Ok, now we'll do your inseam."}, {"actor": "Rachel", "text": "How is she?"}, {"actor": "Phoebe", "text": "It's too soon to tell. She's resting, which is a good sign."}, {"actor": "Ross", "text": "How's the hair?"}, {"actor": "Phoebe", "text": "I'm not gonna lie to you, Ross, it doesn't look good. I put a clip on one side, which seems to have stopped the curling."}, {"actor": "Joey", "text": "Can we see her?"}, {"actor": "Phoebe", "text": "Your hair looks too good, I think it would upset her. Ross, why don't you come on in."}, {"actor": "Ross", "text": "Yeah."}, {"actor": "Joey", "text": "How're you doing?"}, {"actor": "Rachel", "text": "I'm okay."}, {"actor": "Joey", "text": "Ooh, that bad, huh?"}, {"actor": "Rachel", "text": "What?"}, {"actor": "Joey", "text": "Look, I can sense when women are depressed and vulnerable. It's one of my gifts."}, {"actor": "Rachel", "text": "When I saw him get off that plane with her, I really thought I hit rock bottom. But today, it's like there's rock bottom, 50 feet of crap, then me."}, {"actor": "Joey", "text": "You gotta tell Ross how you feel."}, {"actor": "Rachel", "text": "Come on. How can I just tell him? What about Julie?"}, {"actor": "Joey", "text": "What about her? They've only been going out for two weeks. Ross has been in love with you for like 10 years."}, {"actor": "Rachel", "text": "I don't know, I don't know."}, {"actor": "Joey", "text": "Look, Rach, Rach! I've been with my share of women. In fact, I've been with like a lot of people's share of women. The point is, I've never felt about anyone the way Ross felt about you."}, {"actor": "Chandler", "text": "Yo, paisan! Can I talk to you for a sec?  Your tailor is a very bad man!"}, {"actor": "Joey", "text": "Frankie? What're you talking about?"}, {"actor": "Ross", "text": "Hey, what's goin' on?"}, {"actor": "Chandler", "text": "Joey's tailor...took advantage of me."}, {"actor": "Ross", "text": "What?"}, {"actor": "Joey", "text": "No way. I've been going to the guy for 12 years."}, {"actor": "Chandler", "text": "Oh come on! He said he was going to do my inseam, and he ran his hand up my leg, and then, there was definite..."}, {"actor": "Ross", "text": "What?"}, {"actor": "Chandler", "text": "Cupping."}, {"actor": "Joey", "text": "That's how they do pants! First they go up one side, they move it over, then they go up the other side, they move it back, and then they do the rear.  What? Ross, Ross, would you tell him? Isn't that how they measure pants?"}, {"actor": "Ross", "text": "Yes, yes it is. In prison! Whatsa matter with you?"}, {"actor": "Joey", "text": "What? That's not?  Oh my God."}, {"actor": "Monica", "text": "Even Mary Tyler Moore would've been better."}, {"actor": "Ross", "text": "I like it. I do, I think it's a Ten."}, {"actor": "Monica", "text": "Thank you. My hair is very amused."}, {"actor": "Chandler", "text": "Come on, Monica, things could be worse. You could get caught between the moon and New York City. I know it's crazy, but it's true."}, {"actor": "Phoebe", "text": "Thank you."}, {"actor": "Ross", "text": "Well, I gotta go. Bye. Bye, Rach."}, {"actor": "Rachel", "text": "Wait, are you leaving?"}, {"actor": "Ross", "text": "Yeah, that's kinda what I meant by \"bye!\""}, {"actor": "Rachel", "text": "Well, can I talk to you for a sec?"}, {"actor": "Ross", "text": "Okay."}, {"actor": "Joey", "text": "Hey, when the doctor does that hernia test..."}, {"actor": "Chandler", "text": "That's ok."}, {"actor": "Ross", "text": "What's goin' on?"}, {"actor": "Rachel", "text": "Well, first of all, Paulo and I are not back together. It was just a stupid thing I did, and if I could go back in time and do it again, well, I wouldn't. Um, second of all , what?"}, {"actor": "Ross", "text": "Ok. Well, before I say anything, I just need to know, is this one of those things where you break up with a guy, and then I tell you what I think, and then the next day you get back together with the guy, and I look like a complete idiot?"}, {"actor": "Rachel", "text": "No. No-no-no-no."}, {"actor": "Ross", "text": "Well, then, I think, I think the guy is scum. I hate him. I mean I actually\u0097I-I physically hate him. I always have. You are way too good to be with a guy like that."}, {"actor": "Rachel", "text": "Really?"}, {"actor": "Ross", "text": "You deserve to be with someone who appreciates you, and who gets how funny and sweet and amazing, and adorable, and sexy you are, you know? Someone who wakes up every morning thinking \"Oh my god, I'm with Rachel\". You know, someone who makes you feel good, the way I am with Julie.  Was there a second of all?"}, {"actor": "Rachel", "text": "No, I think that was the whole all."}, {"actor": "Ross", "text": "Okay.  Okay.  Okay."}, {"actor": "Joey", "text": "I swear to god, Dad. That's not how they measure pants."}, {"actor": "Julie", "text": "I was thinking of doing it a little shorter, you know, like Andie McDowell's new haircut?"}, {"actor": "Phoebe", "text": "Oh yeah!  Oh, I can do that."}, {"actor": "Julie", "text": "Really?"}, {"actor": "Phoebe", "text": "You wanna do it right now?"}, {"actor": "Julie", "text": "Great!"}, {"actor": "Phoebe", "text": "Ok, I just wanna be really sure this time. Andie McDowell's the girl from Four Weddings and a Funeral, right?"}, {"actor": "Rachel", "text": "No. No no no no no. That's Rodney McDowell. Andie McDowell is the guy from Planet of the Apes."}, {"actor": "Phoebe", "text": "Oh, yeah. Ok, thank you."}, {"actor": "Rachel", "text": "You're welcome."}]}]}}}